Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Self-aware helper programs were originally designed and realized to augment transhuman cognitive abilities These specialized-focus AIs were then developed into the more complete, independent digital consciousnesses known as AGIs.
fr_fr: Les programmes d'assistance ayant conscience de leur existence, ont été originellement conçus et réalisé pour augmenter les capacités cognitives transhumaines. Ces IA hyper-spécialisées ont enuite été développée en une conscience numérique plus complète et indépendante connues sous le nom d'IAG.

source: The further evolution of these digital life forms into seed AIs unfortunately led to the emergence of the TITANs and then the Fall.
fr_fr: L'évolution subséquente de ces formes de vie numérique en IA germe à malheureusement amener à l'amergence des TITANs puis de la Chute.

source: This created a rift in transhuman society as fear and prejudice turned popular opinion against unrestricted AGIs, an attitude of mistrust that still lingers to this day.
fr_fr: Cela a créé un schisme dans la société transhumaine, la peur et le préjudice ayant tourné l'opinion populaire contre les IAG non restreintes, une attitude de méfiance qui existe toujours.

source: The term AI is used to refer to narrow, limited-focus AIs.
fr_fr: Le terme IA est utilisé pour faire référence au IA restreinte et hyper-spécialisée.

source: These digital minds are expert programs with processing capabilities equal to or even exceeding that of a transhuman mind.
fr_fr: Ces esprits numériques sont des programmes expert avec des capacités de traitement équivalente ou surpassant celles d'un esprit transhumain.

source: Though they have a personality matrix with individual identities and character, and though they are (usually) conscious and self-aware, their overall complexity and capabilities are limited.
fr_fr: Bien qu'elles aient une matrice de personnalité avaec une identité individuelle et un caractère, et bien qu'elles soient (habituellement) consciente et qu'elles aient conscience d'elle même , les complexité globale ainsi que leurs possibilités sont limitées.

source: The programmed skills and abilities of AIs are typically very specific in scope and aligned towards a particular function, such as piloting a vehicle, facilitating mesh searches, or coordinating the functions of some habitat sub-system.
fr_fr: Les compétences et capacitées programmées des IA sont généralement dans limités à un spectre trés spécifique et orientés vers un but particulier, tel que la conduite de véhicule, les recherches sur le mesh, ou la coordination des sous-systèmes fonctionnels d'un habitat.

source: Some AIs, in fact, can only barely be considered sapient, and their emotional programming is usually narrow or non-existent.
fr_fr: Certaines IA sont en fait à la limite de la conscience, et leur programmation émotionnelle est habituellement limitée ou inexistente.

source: AIs have a number of built-in safety features and programmed limitations.
fr_fr: Les IA ont un des mesures de sécurité interne et des limitaions fonctionnelles codées en dur.

source: They must serve and obey the instructions of authorized users within their normal functioning parameters and (in the inner system at least) must also obey the law.
fr_fr: Elle doivent répondre et obéir aux ordres des utilisateurs autorisés dans les limites de leurs paramètres de fonctionnement normal et (au moins dans le système intérieur) elle doivent respecter la loi.

source: They lack self-interest and self-initiative, though they have limited empathy and may be programmed to anticipate the needs and desires of users and pre-emptively take action on their behalf.
fr_fr: Elles manquent d'intérêt et d'initiative personnelles, bein qu'elles aient des fonctions limitée d'empathie et qu'elles puissent être programmée pour anticiper les besoins et les désirs des utilisateurs et d'agir de manière pré-emptive en leur nom.

source: Perhaps most importantly, however, is that their psychological programming is specifically based on universal human modes of thought and an understanding and support of transhuman goals and interests.
fr_fr: Le plus improtant reste cependant que leur programmation psychologique est spécifiquement basée sur les modes de pensés universels et humains et sur une compréhension des objetctifs et intérêts transhumains.

source: This is part of an initiative to engineer so-called ``friendly AIs,'' who are programmed with sympathy towards transhumanity and all life and seek out their best interests.
fr_fr: Cela fait parti d'une inititative pour concevori des "IA amicales," programmée pour être sympathique vis à vis de la transhumanité et des autres formes de vie et pour cehrher à satisfaire leurs meilleurs intérêts.

source: In most societies, basic AIs are considered ``things'' or property rather than people and are accorded no special rights.
fr_fr: Dans la plupart des sociétés, les IA de base sont considérées comme des "objets" ou des biens plutôt que comme des personnes et n'ont aps de droits particuliers.

source: Muses are a specific type of AI designed to function as a personal aide and companion.
fr_fr: Les muses sont un type particulier d'IA conçues pour fonctionner comme une assistance personnelle et un compagnon.

source: Most people in Eclipse Phase have grown up with a muse at their virtual side.
fr_fr: La plupart des personnes dans Eclipse Phase ont grandi avec une muse à leur côté.

source: Muses tend to have a bit more personality and psychological programming than standard AIs and over time they build up an extensive database of their user's preferences, likes and dislikes, and personality quirks so that they may more effectively be of service and anticipate needs.
fr_fr: Les muses tendent à avoir un peu plus de programme de personalité et de psychologie que els IA standard et elles alimentent une base de données complète des préférences de leur utilisateur au fil du temps, ses préférences et ses traits de personnalités afin qu'elle soit plus efficace à servir et anticiper les besoins de son utilisateurs.

source: Muses generally have names and reside within the character's mesh inserts or ecto, where they can manage the character's personal area network, communications, data queries, and so on.
fr_fr: Les muses ont générallement des noms et résident dans l'insert de mesh ou l'ecto de l'utilisateur, où elles peuvent gérer le réseau personnel de l'utilisateur, ses communications, ses demandes de données et ainsi de suite.

source: What Your Muse Can Do For You Make Research Tests to find information for you.
fr_fr: Ce Que Votre Muse Peut Faire Pour Vous Faire des Tests de Recherche pour vous trouver de l'information.

source: Scan newsfeeds and mesh updates for keyword alerts.
fr_fr: Analyser des flux d'info et des mise à jour sur le mesh pour déclencher des laertes sur des mots clefs.

source: Monitor your mesh inserts/ecto/PAN and slaved devices for intrusion.
fr_fr: Surveiller vos inserts de mesh/ecto/PAN et les appareils asservis pour contrer les intrusions.

source: Launch countermeasures against intruders.
fr_fr: Lancer des contremesures contre les intrus.

source: Teleoperate and command robots.
fr_fr: Téléopérer et commander des robots.

source: Monitor your Rep score and alert you to drastic changes.
fr_fr: Surveiller vos scores de Rep et vous prévenir de changement drastique.

source: Automatically provide feedback for other people’s Rep scores.
fr_fr: Fournir des retours automatique aux scores de Rep des autres.

source: Run audio input through an online, real-time language translation system.
fr_fr: Fournir une traduction audio grâce à de ssystèmes temps réel.

source: Put you in privacy mode and/or proactively stealth your wireless signal.
fr_fr: Activer votre mode privé et/ou dissimuler proactivement votre signal sans fil.

source: Falsify/fluctuate your mesh ID.
fr_fr: Falsifier/varier votre ID mesh.

source: Track people for you.
fr_fr: Pister des personnes pour vous.

source: Anticipate your needs and act accordingly, pre-empting your requests.
fr_fr: Anticiper vos besoins et agir de manière appropriée, pré-emptant vos requètes.

source: AGIs are complete and fully operational digital consciousnesses self-aware and capable of intelligent action at the same level as any transhuman.
fr_fr: Les IAG sont des consciences numériques entièrement opérationnelle, consciente d'elles-même et capable d'actiobn intelligente de même niveau que n'importe quel transhumain.

source: Most have full autonomy and the capacity for self-improvement by a processing similar to learning—a slow optimization and expansion of their code that features programmed limitations to prevent it from achieving the self-upgrading capabilities of seed AIs.
fr_fr: La plupart sont entièrement autonome et ont des capacités d'auto-améliorations via un procédé similaire à l'apprentissage - une lente optimisation et une augmentation de leur code limités par des barrières logicielles pour l'empêcher d'atteindre les capacités d'auto-améliorations des IA germes.

source: They have more fully-rounded personalities and emotional/ empathic abilities than standard AIs, due in part to a development process where they are literally raised within a VR simulation analogous to the rearing of transhuman children, and so are more fully socialized.
fr_fr: Elles ont des personnalité plus subtiles et de meilleures capacités émotionnelles/empathiques que les IA standard, aprtiellement en raison du processus de développement basé sur une croissance en simulspace RV analogue à l'éductaion des enfants transhumains, et sont donc mieux socialisées.

source: As a result, they have a fairly human outlook, though some deviation is to be expected, and sometimes is apparent in great degrees.
fr_fr: En conséquence, elles ont un comportement relativement humain, bien que certaines déviations sont à anticipier et apparaissent parfois à des degrés élevés.

source: Despite this attempt to humanize AGIs, they do not have the same evolutionary and biological origins that transhumans have, and so their social responses, behavior, and goals are sometimes off-mark or decidedly different.
fr_fr: En dépit de ces tentatives d'humaniser les IAG, elles n'ont pas les même origines évolutionnaire et biologique que les transhumains, et leurs réponses sociales, leur comportement et leurs objectifs sont parfois hors-repère ou complètement différents.

source: AGIs bear the social stigma of their non-biological origin and are often met with bias and mistrust.
fr_fr: Les IAG portent la stigmatisation sociale de leur origine non biologique et sont souvent perçue avec défiance.

source: Some habitats have even outlawed AGIs or subject them to
fr_fr: Quelques habitats ont même rendues les IAG illégales ou les ont forcés à

source: strict restrictions, forcing such infolife to hide their true natures or illegally darkcast to enter habitats or stations.
fr_fr: subir des restriction strictes, forçant de telles infolife à dissimuler leur vrai nature ou à se darkcaster illégalement pour entrer dans les habitats ou les stations.

source: AGI mind programming emulates transhuman brain patterns sufficiently well that they can be sleeved into biomorphs if they choose.
fr_fr: La programmation de cerveaux IAG émule les motifs cérébraux transhumains de manière suffisament efficace pour qu'elle puisse s'incarner dans des biomorphs si elles le décident.

source: Non-Standard AIs And AGIs
fr_fr: IA et IAG non-standards

source: Not all AIs and AGIs were programmed and designed to adhere to human modes of thought and interests.
fr_fr: Toutes les IA et IAG ne sont aps programmées et conçues pour adhérer aux modes de pensées et aux intérêts humains.

source: Such creations are illegal in some jurisdictions, as they are considered a potential threat.
fr_fr: De telles créations sont illégales dans certaines juridictions, car elles sont considérées comme des menaces potentielles.

source: Several hypercorps and other groups have initiated research into this field, however, with varying results.
fr_fr: Plusieurs hypercorps et d'autres groupes ont cependant démarrés des recherches dans ce domaine avec des résultats variables.

source: In some cases these digital minds are so different from human mindsets that communication is impossible.
fr_fr: Dans certains cas, ces esprits numériques sont tellement différent des schémas humains que la communication est impossible.

source: In others, enough crossover exists to allow limited communication, but such entities are invariably quite strange.
fr_fr: Dans d'autres, il existe suffisament de croisement pour autoriser une communications limitées, mais de telles entités sont invariablement relativement étrange.

source: Rumors persist that some AIs began their life as transhuman backups or forks, who were then heavily edited and pruned down to AI-level intelligences.
fr_fr: Des rumeurs persistent à propos de certaines IA qui auraient commencé leurs vie comme transhum:ain ou forks et qui auraient ensuite été lourdement éditée et réduite à un niveau d'intelligence IA.

source: Due to the capability for unlimited self-upgrading, seed AIs have the capacity to grow into god-like digital entities far beyond the level of transhumans or AGIs.
fr_fr: En raison de leur capacité d'auto-amélioration ilimitée, les IA graines ont la possibilité de s'élever au niveau d'entité numérique divine bien au delà du niveau des transhumains et des IAG.

source: They require massive processing power and are always increasing in complexity due to a continual metamorphosis of their code.
fr_fr: Elles nécessitent une capacité de traitement gigantesque et augmentent en permanence en complexité en raison de la métamorphose continue de leur code.

source: Seed AIs are too complex to be downloaded into a physical morph, even a synthetic one.
fr_fr: Les IA germe sont trop complexe pour être téléchargées dans une morph physique, même dans une morph synthétique.

source: Even their forks require impressive processing environments, so doing so is rare.
fr_fr: Même leur fork nécessitent un environnement de traitement impressionant, et ce phénomène reste donc rare.

source: In fact, most seed AIs require the capacities of hard-wired networks to survive.
fr_fr: En fait, la pluaprt des IA germe ont besoin d'un réseau filaire pour survivre.

source: The only seed AIs known to the public are the infamous TITANs who are widely regarded as being responsible for the Fall.
fr_fr: Les seules IA germe connues du public sont les ignoble TITAN qui sont largement considérés comme les responsables de la Chute.

source: In truth, the TITANs were not the first seed AIs and will probably not be the last.
fr_fr: EN fait, les TITAN ne sont pas les premières IA germes et ne seront probablement pas les dernières.

source: There are no publicly known TITANs (or other seed AIs) currently residing in the solar system, despite circulating rumors of damaged TITANs who were left behind on Earth, speculated TITAN activity under the clouds of Venus, or whispers of new seed AIs hidden away in secret networks on the edges of the system.
fr_fr: Il n'y a pas de TITAN (ou d'autre IA germe) connu du public et résidant actuellement dans le système solaire, en dépit de rumerus de TITAN endommagés qui auraient été abandonnés sur Terre, d'activité TITAN supposées sous les nuages de Vénus ou de murmure de nouvelles IA germe dissimulée dans des réseaux secrets aux limites du système.

source: For thousands of infugees, embodying a digital form is their only choice.
fr_fr: Pour des milliers d'infugiés, assumer une forme numérique était le seul choix possible.

source: Some of these are locked away in mesh-separated virtual holding areas or even inactive storage, locked up by habitats who didn't have enough resources to handle them.
fr_fr: Certains d'entre eux sont enfermés à l'écart dans des zones de stockages isolés du mesh ou même dans du stockage inactif, enfermés apr des habitats qui n'avaient pas assez de ressources pour les gérer.

source: Others are imprisoned inside simulspaces, killing time in whatever way they choose until an opportunity to resleeve comes their way.
fr_fr: D'autres sont emprisoné dans des simulsapces, tuant le temps de la manière qu'ils veulent jusqu'à ce qu'une opportunité de éincarnation passe à portée.

source: Quite a few are free to roam the mesh, interacting with physically-sleeved transhumans, keeping up with current events, and sometimes even forming activist political blocs to campaign for infomorph rights or interests.
fr_fr: Une petite part d'entre eux sont libre de parcourir le mesh, interagissant avec les transzhumains physiquement incarnés, se maintenant au courant des derniers évènements et parfois formant des blocs politique activistes qui font campagne pour les droits et les intérêts des infomorphs.

source: Still others find or are forced into virtual careers, slaving away in the digital sweatshops of hypercorps or criminal syndicates.
fr_fr: D'autres encore trouve ou sont forcé de faire une carrière virtuelle, s'asservissant dans un atelier de misère hypercorporatiste ou pour un syndicat criminel.

source: A few find companions who are willing to bring them along in their ghostrider module and become an integral part of their lives, much like a muse.
fr_fr: Quelques uns trouvent un compagnon qui ceut bien les emmener avec eux dans leur module ghostrider et deviennent une part intégrale de leurs vie, un peu comme une muse.

source: Some transhumans willingly choose the infomorph lifestyle, either for hedonism (custom simulspace and VR games until the end of time), escapism (loss of a loved ones leads them to write off physical concerns for awhile), freedom (go anywhere the mesh takes you—some have even beamed copies of themselves to far distant solar systems, hoping someone or something will receive their signal when they arrive), experimentation (forking and merging, running simulations, and weirder things), or because it is ensured immortality.
fr_fr: Certains transhumains choisissent volontairement le style de vie des infomorph, soit par hédonisme (des simulspace et des jeux RV personnalisé jusqu'à la fin des temps), par volonté de s'échapper (la perte de la personne aimée tends à vouloir abandonner les préoccupations physique pendant un temps), par soif de liberté (aller n'importe où le mesh peut vous emmener - certains ont même émis des copies d'eux-mêmes vers des système solaire trés éloignés, espérant que quelqu'un ou quelque chose recevra leur signal lorsqu'ils arriveront), pour expérimenter (forker et fusionner, exécuter des suimulations et auters choses étranges) ou parceque cela leur assure l'immortalité.

source: Everyday Mesh Mechanics
fr_fr: Mécanismes du Mesh au Quotidien

source: Everyone (and everything) is meshed in Eclipse Phase.
fr_fr: Tout et tout le monde est meshé dans Eclipse Phase.

source: The following rules and concerns apply to standard mesh use.
fr_fr: Les règles suivantes s'appliquent aux utilisations standard du mesh.

source: Note that various mesh-related terms are explained, along with other Eclipse Phase concepts, under Terminology, p.
fr_fr: Notez que les différents termes liés au mesh sont détaillés, ainsi que d'autres termes spécifiques à Eclipse Phase, dans le chapitre Terminologie, p.

source: Characters have a choice of which interface to use, the entoptic interface of basic mesh inserts or the haptic interface of an ecto.
fr_fr: Les personnages ont le choix de l'interface à utiliser, l'interface entoptique des inserts basique de mesh ou l'interface haptique d'un ecto.

source: The basic mesh inserts used by most users allows them to interact with AR, VR, XP, and the mesh at the
fr_fr: L'insert basique de mesh utilisé par la plupart des utilisateurs leur permet d'intergair avec la RA, la RV, l'XP et le mesh à la

source: speed of thought.
fr_fr: vitesse de la pensée.

source: This is the default method of mesh use and suffers no modifiers.
fr_fr: C'et la méthode utilsié sur le mesh pard éfaut et ne souffre d'aucun modificateurs.

source: They are, however, more prone to visual and operative impairments (virtual illusions denial-of-service effects) when hacked.
fr_fr: Elles sont cependant plus sensibles à générer des handicaps visuels et opréationnels (effets de déni de service par illusion) lorsqu'elles sont piratées.

source: Characters who use the haptic interface of an ecto, however, suffer a slight delay on their mesh activities due to manual toggling, physical controls, and physical interaction with virtual controls.
fr_fr: Les personnages qui utilisent l'interface haptique d'un ecto subissent cependant un léger délai sur leur activités sur le mesh en raison des manipulations manuelles, des contrôles physiques et des interactions avec des contrôles virtuels.

source: In game terms, the use of haptics imposes a –10 skill modifier to all mesh tests where timing is rushed (particularly combat and or any sort of mesh use under pressure).
fr_fr: En terme de jeu, l'utilisation d'une interface haptique impose un modificateur de compétence de -10 à tous les tests de mesh lorsque le temps est important (particulièrement en combat et/ou pour toutes utilisation du mesh sous pression).

source: Additionally, increase the timeframe for mesh-based Task Actions by +25% when interfacing via haptics.
fr_fr: Augmentez également l'intervalle de toute Action de Tâche basée sur le mesh de +25% lorsque vous utilisez une interface haptique.

source: On the positive side, ectos can be easily removed and discarded if compromised—for this reason, many hackers and security-conscious users use an ecto in addition to their mesh inserts, routing all high-risk traffic through the ecto as an extra line of defense.
fr_fr: Du côté positif, les extos peuvent être facilement retirés et abandonné si ils sont compromis - pour cette raison, beaucoup de hackeurs et d'utilisateurs faisant attention à leur sécurité utilisent un ecto en plus de leur insert de mesh, routant tout le traffic à haut risque dasn l'ecto comme ligne de féense supplémentair de défense.

source: Every mesh user (and, in fact, every device) has a unique code called their mesh ID. This ID distinguishes them from all other users and devices, and is the mechanism by which others can find them online, like a combination phone number, email address, and screen name.
fr_fr: Chaque utilisateur du mesh (et, en fait, chaque appareil) possède un code unique appelé ID mesh. Cet ID le différencie des autres utilisateur et appraiels et est le mécanisme permettant aux autres de retourver l'utilisateur en-ligne, comme la combinaison d'un numéro de téléphone, d'une adresse mail et d'un pseudo.

source: Mesh IDs are used in almost all online interactions which are often logged, meaning that your activities online leave a datatrail that can be tracked (p.
fr_fr: Les ID mesh sont utilisés dans presque toutes les interactions en ligne qui sont souvent enrgeistrées, ce qui implique que votyre activité en ligne laisse une piste de donnée qui peut-être pistée (p.

source: Fortunately for Firewall sentinels and others who value their privacy, there are ways around this (see Privacy and Anonymity, p.
fr_fr: Heureusement pour les sentinelles de Friewall et ceux qui donnent de la valeur à leur vie privée, il y a des moyens de contourner ce problème (voir Vie privée et Anonymité, p.

source: AIs, AGIs, and infomorphs also each have their own unique mesh ID.
fr_fr: IA, IAG et infomorphs ont également chacune leur propre ID mesh unique.
